{
  "privacy_policy": "Politique de Confidentialité",
  "back": "Retour",
  
  "privacy_h1_p1": "Dernière mise à jour : 17 mars 2024",
  "privacy_h1_p2": "Cette Politique de confidentialité décrit nos politiques et procédures concernant la collecte, l'utilisation et la divulgation de vos informations lorsque vous utilisez le Service, et vous informe de vos droits en matière de confidentialité et de la manière dont la loi vous protège.",
  "privacy_h1_p3": "Nous utilisons vos Données personnelles pour fournir et améliorer le Service. En utilisant le Service, vous acceptez la collecte et l'utilisation des informations conformément à cette Politique de confidentialité. Cette Politique de confidentialité a été créée avec l'aide du Générateur de Politique de Confidentialité Gratuit.",
  "privacy_h2_1": "Interprétation et Définitions",
  "privacy_h3_1": "Interprétation",
  "privacy_h3_1_p1": "Les mots dont la première lettre est en majuscule ont des significations définies dans les conditions suivantes. Les définitions suivantes auront le même sens qu'elles apparaissent au singulier ou au pluriel.",
  "privacy_h3_2": "Définitions",
  "privacy_h3_2_p1": "Aux fins de cette Politique de confidentialité :",
  "privacy_h3_2_li1_span": "Compte",
  "privacy_h3_2_li1": "désigne un compte unique créé pour vous permettre d'accéder à notre Service ou à des parties de notre Service.",
  "privacy_h3_2_li2_span": "Affilié",
  "privacy_h3_2_li2": "désigne une entité qui contrôle, est contrôlée par ou est sous contrôle commun avec une partie, où \"contrôle\" signifie la détention de 50 % ou plus des actions, de l'intérêt en capital ou d'autres titres donnant droit de vote pour l'élection des administrateurs ou d'une autre autorité de gestion.",
  "privacy_h3_2_li3_span": "Application",
  "privacy_h3_2_li3": "se réfère à PasswOCD: Password Generator, le programme logiciel fourni par la Société.",
  "privacy_h3_2_li4_span": "Société",
  "privacy_h3_2_li4": "(appelée soit \"la Société\", \"Nous\", \"Notre\" ou \"Notre\" dans cet Accord) se réfère à PasswOCD: Password Generator",
  "privacy_h3_2_li5_span": "Pays",
  "privacy_h3_2_li5": ": Cette Politique de confidentialité s'applique aux utilisateurs dans le monde entier. Les utilisateurs peuvent se trouver partout dans le monde, et leurs informations peuvent être transférées et traitées dans d'autres pays où les lois sur la protection des données peuvent différer de celles de votre juridiction.",
  "privacy_h3_2_li6_span": "Dispositif",
  "privacy_h3_2_li6": "désigne tout appareil capable d'accéder au Service, tel qu'un ordinateur, un téléphone mobile ou une tablette numérique.",
  "privacy_h3_2_li7_span": "Données personnelles",
  "privacy_h3_2_li7": "est toute information relative à une personne identifiée ou identifiable.",
  "privacy_h3_2_li8_span": "Service",
  "privacy_h3_2_li8": "se réfère à l'Application.",
  "privacy_h3_2_li9_span": "Fournisseur de services",
  "privacy_h3_2_li9": "désigne toute personne physique ou morale qui traite les données pour le compte de la Société. Il se réfère aux entreprises ou individus tiers employés par la Société pour faciliter le Service, fournir le Service au nom de la Société, effectuer des services liés au Service ou aider la Société à analyser comment le Service est utilisé.",
  "privacy_h3_2_li10_span": "Données d'utilisation",
  "privacy_h3_2_li10": "désigne les données collectées automatiquement, soit générées par l'utilisation du Service, soit provenant de l'infrastructure du Service elle-même (par exemple, la durée d'une visite de page).",
  "privacy_h3_2_li11_span": "Vous",
  "privacy_h3_2_li11": "désigne la personne accédant ou utilisant le Service, ou la société, ou toute autre entité juridique au nom de laquelle cette personne accède ou utilise le Service, le cas échéant.",
  "privacy_h2_2": "Collecte et Utilisation de Vos Données Personnelles",

  "privacy_h3_3": "Types de Données Collectées",
  "privacy_h4_1": "Données Personnelles",
  "privacy_h4_1_p1": "Lorsque vous utilisez notre Service, nous pouvons vous demander de nous fournir certaines informations personnelles identifiables qui peuvent être utilisées pour vous contacter ou vous identifier. Les informations personnelles identifiables peuvent inclure, mais ne sont pas limitées à :",
  "privacy_h4_1_li1": "Données d'utilisation",
  "privacy_h4_2": "Données d'utilisation",
  "privacy_h4_2_p1": "Les Données d'utilisation sont collectées automatiquement lors de l'utilisation du Service.",
  "privacy_h4_2_p2": "Les Données d'utilisation peuvent inclure des informations telles que l'adresse IP de votre appareil (par exemple, l'adresse IP), le type de navigateur, la version du navigateur, les pages de notre Service que vous visitez, l'heure et la date de votre visite, le temps passé sur ces pages, les identifiants uniques des appareils et d'autres données de diagnostic.",
  "privacy_h4_2_p3": "Lorsque vous accédez au Service par ou via un appareil mobile, nous pouvons collecter certaines informations automatiquement, y compris, mais sans s'y limiter, le type d'appareil mobile que vous utilisez, l'ID unique de votre appareil mobile, l'adresse IP de votre appareil mobile, votre système d'exploitation mobile, le type de navigateur Internet mobile que vous utilisez, les identifiants uniques des appareils et d'autres données de diagnostic.",
  "privacy_h4_2_p4": "Nous pouvons également collecter des informations que votre navigateur envoie chaque fois que vous visitez notre Service ou lorsque vous accédez au Service par ou via un appareil mobile.",
  "privacy_h3_4": "Utilisation de Vos Données Personnelles",
  "privacy_h3_4_p1": "La Société peut utiliser les Données Personnelles aux fins suivantes :",
  "privacy_h3_4_p1_li1_span": "Pour fournir et maintenir notre Service,",
  "privacy_h3_4_p1_li1": "y compris pour surveiller l'utilisation de notre Service.",
  "privacy_h3_4_p1_li2_span": "Pour gérer votre Compte :",
  "privacy_h3_4_p1_li2": "pour gérer votre inscription en tant qu'utilisateur du Service. Les Données Personnelles que vous fournissez peuvent vous donner accès à différentes fonctionnalités du Service qui sont disponibles pour vous en tant qu'utilisateur enregistré.",
  "privacy_h3_4_p1_li3_span": "Pour l'exécution d'un contrat :",
  "privacy_h3_4_p1_li3": "le développement, la conformité et l'exécution du contrat d'achat des produits, articles ou services que vous avez achetés ou de tout autre contrat avec nous via le Service.",
  "privacy_h3_4_p1_li4_span": "Pour vous contacter :",
  "privacy_h3_4_p1_li4": "Pour vous contacter par e-mail, appels téléphoniques, SMS ou autres formes équivalentes de communication électronique, telles que les notifications push d'une application mobile concernant les mises à jour ou les communications informatives liées aux fonctionnalités, produits ou services contractés, y compris les mises à jour de sécurité, lorsque cela est nécessaire ou raisonnable pour leur mise en œuvre.",
  "privacy_h3_4_p1_li5_span": "Pour vous fournir",
  "privacy_h3_4_p1_li5": "des nouvelles, des offres spéciales et des informations générales sur d'autres biens, services et événements que nous proposons et qui sont similaires à ceux que vous avez déjà achetés ou demandés, sauf si vous avez choisi de ne pas recevoir ces informations.",
  "privacy_h3_4_p1_li6_span": "Pour gérer vos demandes :",
  "privacy_h3_4_p1_li6": "Pour répondre à vos demandes et les gérer.",
  "privacy_h3_4_p1_li7_span": "Pour les transferts d'affaires :",
  "privacy_h3_4_p1_li7": "Nous pouvons utiliser vos informations pour évaluer ou réaliser une fusion, une cession, une restructuration, une réorganisation, une dissolution ou une autre vente ou transfert de tout ou partie de nos actifs, que ce soit en tant qu'entité en fonctionnement ou dans le cadre d'une faillite, liquidation ou procédure similaire, où les Données Personnelles détenues par nous concernant nos utilisateurs du Service sont parmi les actifs transférés.",
  "privacy_h3_4_p1_li8_span": "À d'autres fins :",
  "privacy_h3_4_p1_li8": "Nous pouvons utiliser vos informations à d'autres fins, telles que l'analyse des données, l'identification des tendances d'utilisation, la détermination de l'efficacité de nos campagnes promotionnelles et l'évaluation et l'amélioration de notre Service, produits, services, marketing et votre expérience.",
  "privacy_h3_4_p2": "Nous pouvons partager vos informations personnelles dans les situations suivantes :",
  "privacy_h3_4_p2_li1_span": "Avec les Fournisseurs de services :",
  "privacy_h3_4_p2_li1": "Nous pouvons partager vos informations personnelles avec les Fournisseurs de services pour surveiller et analyser l'utilisation de notre Service, pour vous contacter.",
  "privacy_h3_4_p2_li2_span": "Pour les transferts d'affaires :",
  "privacy_h3_4_p2_li2": "Nous pouvons partager ou transférer vos informations personnelles en relation avec, ou pendant les négociations de, toute fusion, vente d'actifs de la Société, financement ou acquisition de tout ou partie de notre activité par une autre société.",
  "privacy_h3_4_p2_li3_span": "Avec des Affiliés :",
  "privacy_h3_4_p2_li3": "Nous pouvons partager vos informations avec nos affiliés, auquel cas nous demanderons à ces affiliés de respecter cette Politique de confidentialité. Les affiliés incluent notre société mère et toutes autres filiales, partenaires de joint-venture ou autres sociétés que nous contrôlons ou qui sont sous contrôle commun avec nous.",
  "privacy_h3_4_p2_li4_span": "Avec des partenaires commerciaux :",
  "privacy_h3_4_p2_li4": "Nous pouvons partager vos informations avec nos partenaires commerciaux pour vous proposer certains produits, services ou promotions.",
  "privacy_h3_4_p2_li5_span": "Avec d'autres utilisateurs :",
  "privacy_h3_4_p2_li5": "lorsque vous partagez des informations personnelles ou interagissez autrement dans les zones publiques avec d'autres utilisateurs, ces informations peuvent être vues par tous les utilisateurs et peuvent être publiquement distribuées.",
  "privacy_h3_4_p2_li6_span": "Avec votre consentement :",
  "privacy_h3_4_p2_li6": "Nous pouvons divulguer vos informations personnelles pour tout autre objectif avec votre consentement.",
  "privacy_h3_5": "Conservation de Vos Données Personnelles",
  "privacy_h3_5_p1": "La Société conservera vos Données Personnelles uniquement aussi longtemps que nécessaire aux fins énoncées dans cette Politique de confidentialité. Nous conserverons et utiliserons vos Données Personnelles dans la mesure nécessaire pour respecter nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre les litiges et faire respecter nos accords et politiques légaux.",
  "privacy_h3_5_p2": "La Société conservera également les Données d'utilisation à des fins d'analyse interne. Les Données d'utilisation sont généralement conservées pour une période plus courte, sauf lorsque ces données sont utilisées pour renforcer la sécurité ou améliorer la fonctionnalité de notre Service, ou si nous sommes légalement tenus de conserver ces données plus longtemps.",
  "privacy_h3_6": "Transfert de Vos Données Personnelles",
  "privacy_h3_6_p1": "Vos informations, y compris les Données Personnelles, sont traitées dans les bureaux d'exploitation de la Société et dans tout autre endroit où les parties impliquées dans le traitement sont situées. Cela signifie que ces informations peuvent être transférées et conservées sur des ordinateurs situés en dehors de votre État, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction.",
  "privacy_h3_6_p2": "Votre consentement à cette Politique de confidentialité suivi de votre soumission de telles informations représente votre accord à ce transfert.",
  "privacy_h3_6_p3": "La Société prendra toutes les mesures raisonnablement nécessaires pour garantir que vos données sont traitées de manière sécurisée et conformément à cette Politique de confidentialité et aucun transfert de vos Données Personnelles n'aura lieu vers une organisation ou un pays, sauf s'il y a des contrôles adéquats en place, y compris la sécurité de vos données et autres informations personnelles.",
  "privacy_h3_7": "Suppression de Vos Données Personnelles",
  "privacy_h3_7_p1": "Vous avez le droit de supprimer ou de demander notre aide pour supprimer les Données Personnelles que nous avons collectées vous concernant.",
  "privacy_h3_7_p2": "Notre Service peut vous permettre de supprimer certaines informations vous concernant directement depuis le Service.",
  "privacy_h3_7_p3": "Vous pouvez mettre à jour, modifier ou supprimer vos informations à tout moment en vous connectant à votre Compte, si vous en avez un, et en visitant la section des paramètres de compte qui vous permet de gérer vos informations personnelles. Vous pouvez également nous contacter pour demander l'accès, la correction ou la suppression de toute information personnelle que vous nous avez fournie.",
  "privacy_h3_7_p4": "Veuillez noter cependant que nous pourrions être tenus de conserver certaines informations lorsque nous avons une obligation légale ou une base légale pour le faire.",
  "privacy_h3_8": "Divulgation de Vos Données Personnelles",
  "privacy_h4_3": "Transactions Commerciales",
  
  "privacy_h4_3_p1": "Si la Société est impliquée dans une fusion, une acquisition ou une vente d'actifs, vos Données Personnelles peuvent être transférées. Nous vous informerons avant que vos Données Personnelles ne soient transférées et ne deviennent soumises à une autre Politique de confidentialité.",
  "privacy_h4_4": "Application de la loi",
  "privacy_h4_4_p1": "Dans certaines circonstances, la Société peut être tenue de divulguer vos Données Personnelles si cela est requis par la loi ou en réponse à des demandes valides des autorités publiques (par exemple, un tribunal ou une agence gouvernementale).",
  "privacy_h4_5": "Autres exigences légales",
  "privacy_h4_5_p1": "La Société peut divulguer vos Données Personnelles en croyant de bonne foi que cette action est nécessaire pour :",
  "privacy_h4_5_li1": "Se conformer à une obligation légale",
  "privacy_h4_5_li2": "Protéger et défendre les droits ou les biens de la Société",
  "privacy_h4_5_li3": "Prévenir ou enquêter sur d'éventuelles fautes en rapport avec le Service",
  "privacy_h4_5_li4": "Protéger la sécurité personnelle des Utilisateurs du Service ou du public",
  "privacy_h4_5_li5": "Se protéger contre la responsabilité légale",
  "privacy_h3_9": "Sécurité de Vos Données Personnelles",
  "privacy_h3_9_p1": "La sécurité de vos Données Personnelles est importante pour nous, mais rappelez-vous qu'aucun mode de transmission sur Internet, ni méthode de stockage électronique n'est 100% sécurisé. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos Données Personnelles, nous ne pouvons garantir leur sécurité absolue.",
  "privacy_h2_3": "Vie Privée des Enfants",
  "privacy_h2_3_p1": "Notre Service ne s'adresse pas aux personnes de moins de 13 ans. Nous ne collectons pas sciemment des informations personnelles identifiables de personnes de moins de 13 ans. Si vous êtes un parent ou un tuteur et que vous savez que votre enfant nous a fourni des Données Personnelles, veuillez nous contacter. Si nous prenons connaissance que nous avons collecté des Données Personnelles d'une personne de moins de 13 ans sans vérification du consentement parental, nous prenons des mesures pour supprimer ces informations de nos serveurs.",
  "privacy_h2_3_p2": "Si nous devons nous appuyer sur le consentement comme base légale pour le traitement de vos informations et que votre pays exige le consentement d'un parent, nous pourrions demander le consentement de votre parent avant de collecter et d'utiliser ces informations.",
  "privacy_h2_4": "Liens vers d'Autres Sites Web",
  "privacy_h2_4_p1": "Notre Service peut contenir des liens vers d'autres sites Web qui ne sont pas exploités par nous. Si vous cliquez sur un lien de tiers, vous serez dirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la Politique de confidentialité de chaque site que vous visitez.",
  "privacy_h2_4_p2": "Nous n'avons aucun contrôle sur et n'assumons aucune responsabilité concernant le contenu, les politiques de confidentialité ou les pratiques de tout site ou service tiers.",
  "privacy_h2_5": "Modifications de cette Politique de Confidentialité",
  "privacy_h2_5_p1": "Nous pouvons mettre à jour notre Politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle Politique de confidentialité sur cette page.",
  "privacy_h2_5_p2": "Nous vous informerons par e-mail et/ou par une notification bien visible sur notre Service, avant que le changement ne devienne effectif, et mettrons à jour la date « Dernière mise à jour » en haut de cette Politique de confidentialité.",
  "privacy_h2_5_p3": "Nous vous conseillons de consulter régulièrement cette Politique de confidentialité pour toute modification. Les modifications apportées à cette Politique de confidentialité entrent en vigueur lorsqu'elles sont publiées sur cette page.",
  "privacy_h2_6": "Contactez-Nous",
  "privacy_h2_6_p1": "Si vous avez des questions concernant cette Politique de confidentialité, vous pouvez nous contacter :",
  "privacy_h2_6_li1": "Par e-mail : cnrates@gmail.com"

}