{
    "main_title_p1": "Generate",
    "main_title_p2": "your passwords",
    "main_description": "Stop using the same password for all your accounts. PasswOCD is your go-to app for generating super-strong, unique passwords for each of your accounts and platforms.",
    "feature_title_p1": "Do not Save",
    "feature_title_p1_2": "Just Generate",
    "feature_title_p2": " when you need!",
    "feature_description": " Create your private account with a personal keyword. PasswOCD does the rest with platform list to generate unique passwords for each platform and account combination.",
    "download": "ダウンロード",
    "contact": "連絡先",
    "privacy_policy": "プライバシーポリシー",
    "back": "戻る",
    
    "privacy_h1_p1": "最終更新日: 2024年3月17日",
    "privacy_h1_p2": "このプライバシーポリシーは、サービスの利用時における情報の収集、使用、開示に関する当社の方針および手続きを説明し、お客様のプライバシー権と法律による保護について説明します。",
    "privacy_h1_p3": "当社は、お客様の個人データを使用してサービスを提供および改善します。サービスを利用することにより、お客様はこのプライバシーポリシーに従った情報の収集および使用に同意したことになります。このプライバシーポリシーは、Free Privacy Policy Generatorの助けを借りて作成されました。",
    "privacy_h2_1": "解釈と定義",
    "privacy_h3_1": "解釈",
    "privacy_h3_1_p1": "最初の文字が大文字になっている単語は、以下の条件の下で定義された意味を持ちます。以下の定義は、単数形でも複数形でも同じ意味を持ちます。",
    "privacy_h3_2": "定義",
    "privacy_h3_2_p1": "このプライバシーポリシーの目的のために:",
    "privacy_h3_2_li1_span": "アカウント",
    "privacy_h3_2_li1": "とは、サービスまたはサービスの一部にアクセスするために作成されたお客様の固有のアカウントを意味します。",
    "privacy_h3_2_li2_span": "関連会社",
    "privacy_h3_2_li2": "とは、一方が他方を支配し、他方が一方を支配し、または一方と他方が共通の支配下にある団体を意味し、「支配」とは、取締役または他の管理当局の選任に投票する権利を有する株式、持分またはその他の証券の50%以上の所有権を意味します。",
    "privacy_h3_2_li3_span": "アプリケーション",
    "privacy_h3_2_li3": "とは、会社が提供するソフトウェアプログラム「PasswOCD: Password Generator」を指します。",
    "privacy_h3_2_li4_span": "会社",
    "privacy_h3_2_li4": "(本契約では「会社」、「当社」、「私たち」または「当社の」と呼びます)とは、PasswOCD: Password Generatorを指します。",
    "privacy_h3_2_li5_span": "国",
    "privacy_h3_2_li5": "このプライバシーポリシーは、世界中のユーザーに適用されます。ユーザーは世界中のどこにでもいる可能性があり、ユーザーの情報は、ユーザーの管轄とは異なるデータ保護法が適用される他の国に転送および処理される場合があります。",
    "privacy_h3_2_li6_span": "デバイス",
    "privacy_h3_2_li6": "とは、コンピュータ、携帯電話、デジタルタブレットなど、サービスにアクセスできる任意のデバイスを意味します。",
    "privacy_h3_2_li7_span": "個人データ",
    "privacy_h3_2_li7": "とは、識別された個人または識別可能な個人に関連する任意の情報を意味します。",
    "privacy_h3_2_li8_span": "サービス",
    "privacy_h3_2_li8": "とは、アプリケーションを指します。",
    "privacy_h3_2_li9_span": "サービスプロバイダー",
    "privacy_h3_2_li9": "とは、会社に代わってデータを処理する自然人または法人を意味します。これは、サービスを促進するために会社によって雇用された第三者会社または個人、会社に代わってサービスを提供するため、サービスに関連するサービスを実行するため、またはサービスの使用方法を分析するのを会社に支援するための人々を指します。",
    "privacy_h3_2_li10_span": "利用データ",
    "privacy_h3_2_li10": "とは、サービスの使用によって自動的に収集されたデータ、またはサービスインフラ自体から生成されたデータ（例えば、ページ訪問の持続時間）を指します。",
    "privacy_h3_2_li11_span": "あなた",
    "privacy_h3_2_li11": "とは、サービスにアクセスまたは使用している個人、または該当する場合、当該個人がサービスにアクセスまたは使用している会社またはその他の法人を指します。",
    "privacy_h2_2": "お客様の個人データの収集および使用",

    "privacy_h3_3": "収集されるデータの種類",
    "privacy_h4_1": "個人データ",
    "privacy_h4_1_p1": "当社のサービスを使用する際に、お客様に連絡または識別するために使用される特定の個人識別情報を提供するようお願いすることがあります。個人識別情報には、以下が含まれますがこれらに限定されません:",
    "privacy_h4_1_li1": "利用データ",
    "privacy_h4_2": "利用データ",
    "privacy_h4_2_p1": "利用データは、サービスの使用時に自動的に収集されます。",
    "privacy_h4_2_p2": "利用データには、お客様のデバイスのインターネットプロトコルアドレス（例：IPアドレス）、ブラウザの種類、ブラウザのバージョン、お客様が訪問した当社サービスのページ、訪問の日時、そのページに費やした時間、ユニークなデバイス識別子およびその他の診断データなどの情報が含まれる場合があります。",
    "privacy_h4_2_p3": "お客様がモバイルデバイスを通じてサービスにアクセスする際には、お客様が使用しているモバイルデバイスの種類、モバイルデバイスのユニークID、モバイルデバイスのIPアドレス、モバイルオペレーティングシステム、モバイルインターネットブラウザの種類、ユニークなデバイス識別子およびその他の診断データなど、特定の情報が自動的に収集される場合があります。",
    "privacy_h4_2_p4": "お客様がブラウザを通じて当社のサービスにアクセスする際、またはモバイルデバイスを通じてサービスにアクセスする際、ブラウザが送信する情報も収集する場合があります。",
    "privacy_h3_4": "個人データの利用",
    "privacy_h3_4_p1": "当社は、以下の目的のために個人データを使用する場合があります:",
    "privacy_h3_4_p1_li1_span": "当社のサービスの提供および維持のため,",
    "privacy_h3_4_p1_li1": "サービスの利用状況を監視することを含みます。",
    "privacy_h3_4_p1_li2_span": "お客様のアカウントの管理のため:",
    "privacy_h3_4_p1_li2": "サービスのユーザーとしての登録を管理するため。お客様が提供した個人データにより、登録ユーザーとして利用可能なサービスのさまざまな機能にアクセスできるようになります。",
    "privacy_h3_4_p1_li3_span": "契約の履行のため:",
    "privacy_h3_4_p1_li3": "お客様が購入した製品、商品またはサービスの購入契約の履行、遵守および遂行のため、またはサービスを通じて当社と締結したその他の契約のため。",
    "privacy_h3_4_p1_li4_span": "お客様に連絡するため:",
    "privacy_h3_4_p1_li4": "メール、電話、SMS、またはモバイルアプリケーションのプッシュ通知などの電子通信手段による連絡を含みます。これには、機能、製品または契約サービスに関連する更新または情報通信、ならびにセキュリティ更新が必要または合理的な場合の実施が含まれます。",
    "privacy_h3_4_p1_li5_span": "お客様に提供するため",
    "privacy_h3_4_p1_li5": "当社が提供する他の製品、サービスまたはイベントに関するニュース、特別オファーおよび一般情報を提供するため。ただし、お客様がそのような情報を受け取らないことを選択しない限り。",
    "privacy_h3_4_p1_li6_span": "お客様のリクエストを管理するため:",
    "privacy_h3_4_p1_li6": "お客様からのリクエストに対応し、管理するため。",
    "privacy_h3_4_p1_li7_span": "事業譲渡のため:",
    "privacy_h3_4_p1_li7": "当社は、お客様の情報を使用して、合併、売却、再編、再構築、解散、または当社の資産の一部または全部の売却または譲渡を評価または実行する場合があります。この場合、サービスユーザーに関する個人データが譲渡される資産に含まれます。",
    "privacy_h3_4_p1_li8_span": "その他の目的のため:",
    "privacy_h3_4_p1_li8": "データ分析、利用傾向の特定、プロモーションキャンペーンの効果の測定、サービス、製品、サービス、マーケティングおよびお客様の体験の評価および改善などのその他の目的でお客様の情報を使用する場合があります。",
    "privacy_h3_4_p2": "当社は、以下の状況でお客様の個人情報を共有する場合があります:",
    "privacy_h3_4_p2_li1_span": "サービスプロバイダーと:",
    "privacy_h3_4_p2_li1": "サービスの使用状況を監視および分析するため、お客様に連絡するために、サービスプロバイダーとお客様の個人情報を共有する場合があります。",
    "privacy_h3_4_p2_li2_span": "事業譲渡のため:",
    "privacy_h3_4_p2_li2": "当社は、合併、会社資産の売却、資金調達、または当社の事業の全部または一部の他の会社への譲渡に関連して、またはその交渉中に、お客様の個人情報を共有または譲渡する場合があります。",
    "privacy_h3_4_p2_li3_span": "関連会社と:",
    "privacy_h3_4_p2_li3": "当社は、お客様の情報を当社の関連会社と共有する場合があります。その場合、当社はその関連会社にこのプライバシーポリシーを遵守することを求めます。関連会社には、当社の親会社および当社が支配する他の子会社、共同事業パートナー、または当社と共通の支配下にあるその他の会社が含まれます。",
    "privacy_h3_4_p2_li4_span": "事業パートナーと:",
    "privacy_h3_4_p2_li4": "当社は、特定の製品、サービスまたはプロモーションをお客様に提供するために、お客様の情報を当社の事業パートナーと共有する場合があります。",
    "privacy_h3_4_p2_li5_span": "他のユーザーと:",
    "privacy_h3_4_p2_li5": "お客様が他のユーザーと公共の場で個人情報を共有またはやり取りする場合、その情報はすべてのユーザーに表示され、公共の場で配布される場合があります。",
    "privacy_h3_4_p2_li6_span": "お客様の同意を得た場合:",
    "privacy_h3_4_p2_li6": "当社は、お客様の同意を得た上で、他の目的でお客様の個人情報を開示する場合があります。",
    "privacy_h3_5": "お客様の個人データの保持",
    "privacy_h3_5_p1": "当社は、プライバシーポリシーに定められた目的のために必要な期間のみ、お客様の個人データを保持します。当社は、適用法に準拠するため、紛争を解決するため、および当社の法的契約およびポリシーを実施するために必要な範囲でお客様の個人データを保持および使用します。",
    "privacy_h3_5_p2": "当社は、内部分析目的で利用データも保持します。利用データは、一般的に短期間保持されますが、このデータが当社のサービスのセキュリティを強化するため、またはサービスの機能を改善するために使用される場合、または当社が法的にこのデータを長期間保持する義務がある場合を除きます。",
    "privacy_h3_6": "お客様の個人データの転送",
    "privacy_h3_6_p1": "お客様の情報（個人データを含む）は、当社の運営拠点および処理に関与する当事者が所在する任意の場所で処理されます。これは、この情報が、お客様の州、県、国またはその他の政府管轄区域の外にあるコンピューターに転送され、維持される可能性があることを意味します。この場合、データ保護法はお客様の管轄区域の法律とは異なる場合があります。",
    "privacy_h3_6_p2": "このプライバシーポリシーへのお客様の同意とその後の情報の提出は、その転送に対するお客様の同意を示しています。",
    "privacy_h3_6_p3": "当社は、お客様のデータがこのプライバシーポリシーに従って安全に扱われることを確保するために合理的に必要なすべての措置を講じます。組織または国へのお客様の個人データの転送は、そのようなデータおよびその他の個人情報の安全性に対する適切な管理がない限り行われません。",
    "privacy_h3_7": "お客様の個人データの削除",
    "privacy_h3_7_p1": "お客様は、当社が収集したお客様に関する個人データの削除を要求する権利があります。",
    "privacy_h3_7_p2": "当社のサービスは、お客様がサービス内からお客様に関する特定の情報を削除する機能を提供する場合があります。",
    "privacy_h3_7_p3": "お客様は、お客様のアカウントにサインインし、個人情報を管理するためのアカウント設定セクションにアクセスすることにより、いつでもお客様の情報を更新、修正、または削除することができます。お客様は、当社に連絡して、お客様が当社に提供した個人情報へのアクセス、修正、または削除を要求することもできます。",
    "privacy_h3_7_p4": "ただし、当社が法的義務または合法的な理由により特定の情報を保持する必要がある場合があることにご留意ください。",
    "privacy_h3_8": "お客様の個人データの開示",
    "privacy_h4_3": "事業取引",
    
    "privacy_h4_3_p1": "会社が合併、買収、または資産売却に関与する場合、お客様の個人データが譲渡される可能性があります。お客様の個人データが譲渡され、新しいプライバシーポリシーが適用される前に通知いたします。",
    "privacy_h4_4": "法執行",
    "privacy_h4_4_p1": "特定の状況下では、法律により要求される場合や公的機関（例：裁判所または政府機関）からの有効な要求に応じて、会社がお客様の個人データを開示する必要がある場合があります。",
    "privacy_h4_5": "その他の法的要件",
    "privacy_h4_5_p1": "会社は、以下の理由で、お客様の個人データを善意で開示する場合があります:",
    "privacy_h4_5_li1": "法的義務を遵守するため",
    "privacy_h4_5_li2": "会社の権利または財産を保護および防御するため",
    "privacy_h4_5_li3": "サービスに関連する可能性のある不正行為を防止または調査するため",
    "privacy_h4_5_li4": "サービスのユーザーまたは公衆の個人の安全を保護するため",
    "privacy_h4_5_li5": "法的責任から保護するため",
    "privacy_h3_9": "お客様の個人データのセキュリティ",
    "privacy_h3_9_p1": "お客様の個人データのセキュリティは当社にとって重要ですが、インターネット上の送信方法や電子的な保存方法は100％安全ではないことを忘れないでください。お客様の個人データを保護するために商業的に受け入れられる手段を使用するよう努めていますが、その絶対的なセキュリティを保証することはできません。",
    "privacy_h2_3": "子供のプライバシー",
    "privacy_h2_3_p1": "当社のサービスは13歳未満の者を対象としていません。当社は13歳未満の者から個人識別情報を故意に収集しません。お客様が親または保護者であり、お客様の子供が当社に個人データを提供したことに気づいた場合は、当社にご連絡ください。当社が13歳未満の者から親の同意を確認せずに個人データを収集したことに気づいた場合、その情報を当社のサーバーから削除するための措置を講じます。",
    "privacy_h2_3_p2": "お客様の情報を処理するために同意を法的根拠として頼る必要があり、お客様の国が親の同意を必要とする場合、当社はその情報を収集および使用する前に親の同意を求める場合があります。",
    "privacy_h2_4": "他のウェブサイトへのリンク",
    "privacy_h2_4_p1": "当社のサービスには、当社が運営していない他のウェブサイトへのリンクが含まれている場合があります。お客様がサードパーティのリンクをクリックすると、そのサードパーティのサイトにリダイレクトされます。お客様が訪問するすべてのサイトのプライバシーポリシーを確認することを強くお勧めします。",
    "privacy_h2_4_p2": "当社は、サードパーティのサイトまたはサービスのコンテンツ、プライバシーポリシーまたは慣行について責任を負いませんし、管理することもありません。",
    "privacy_h2_5": "このプライバシーポリシーの変更",
    "privacy_h2_5_p1": "当社は、時折、プライバシーポリシーを更新する場合があります。新しいプライバシーポリシーをこのページに掲載することにより、お客様に変更を通知いたします。",
    "privacy_h2_5_p2": "変更が有効になる前に、電子メールおよび/または当社のサービス上の目立つ通知を通じてお客様にお知らせし、このプライバシーポリシーの「最終更新日」を更新します。",
    "privacy_h2_5_p3": "お客様は、変更の有無を確認するために定期的にこのプライバシーポリシーを見直すことをお勧めします。このプライバシーポリシーの変更は、このページに掲載されたときに有効になります。",
    "privacy_h2_6": "お問い合わせ",
    "privacy_h2_6_p1": "このプライバシーポリシーについて質問がある場合は、以下の方法でお問い合わせください:",
    "privacy_h2_6_li1": "メールで: cnrates@gmail.com"

}