{
    "main_title_p1": "Generar",
    "main_title_p2": "Tu Contraseña",
    "main_description": "PasswOCD es tu aplicación de referencia para generar contraseñas súper fuertes y únicas para cada una de tus cuentas y plataformas. Personaliza tus listas de cuentas y plataformas para obtener más combinaciones.",
    "download": "DESCARGAR",
    "contact": "Contacto",
    "privacy_policy": "Política de Privacidad",
    "back": "Atrás",
    
    "privacy_h1_p1": "Última actualización: 17 de marzo de 2024",
    "privacy_h1_p2": "Esta Política de Privacidad describe nuestras políticas y procedimientos sobre la recopilación, uso y divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
    "privacy_h1_p3": "Usamos sus datos personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de la información de acuerdo con esta Política de Privacidad. Esta Política de Privacidad ha sido creada con la ayuda del Generador de Políticas de Privacidad Gratuito.",
    "privacy_h2_1": "Interpretación y Definiciones",
    "privacy_h3_1": "Interpretación",
    "privacy_h3_1_p1": "Las palabras cuya primera letra está en mayúscula tienen significados definidos bajo las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado independientemente de si aparecen en singular o en plural.",
    "privacy_h3_2": "Definiciones",
    "privacy_h3_2_p1": "A los efectos de esta Política de Privacidad:",
    "privacy_h3_2_li1_span": "Cuenta",
    "privacy_h3_2_li1": "significa una cuenta única creada para que usted acceda a nuestro Servicio o a partes de nuestro Servicio.",
    "privacy_h3_2_li2_span": "Afiliado",
    "privacy_h3_2_li2": "significa una entidad que controla, es controlada por o está bajo control común con una parte, donde \"control\" significa la propiedad del 50% o más de las acciones, participación accionaria u otros valores con derecho a voto para la elección de directores u otra autoridad de gestión.",
    "privacy_h3_2_li3_span": "Aplicación",
    "privacy_h3_2_li3": "se refiere a PasswOCD: Password Generator, el programa de software proporcionado por la Compañía.",
    "privacy_h3_2_li4_span": "Compañía",
    "privacy_h3_2_li4": "(denominada \"la Compañía\", \"Nosotros\" o \"Nuestro\" en este Acuerdo) se refiere a PasswOCD: Password Generator.",
    "privacy_h3_2_li5_span": "País",
    "privacy_h3_2_li5": ": Esta Política de Privacidad se aplica a usuarios en todo el mundo. Los usuarios pueden encontrarse en cualquier parte del mundo y su información puede ser transferida y procesada en otros países donde las leyes de protección de datos pueden diferir de las de su jurisdicción.",
    "privacy_h3_2_li6_span": "Dispositivo",
    "privacy_h3_2_li6": "significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono celular o una tableta digital.",
    "privacy_h3_2_li7_span": "Datos Personales",
    "privacy_h3_2_li7": "son cualquier información que se relacione con una persona identificada o identificable.",
    "privacy_h3_2_li8_span": "Servicio",
    "privacy_h3_2_li8": "se refiere a la Aplicación.",
    "privacy_h3_2_li9_span": "Proveedor de Servicios",
    "privacy_h3_2_li9": "significa cualquier persona natural o jurídica que procesa los datos en nombre de la Compañía. Se refiere a empresas o individuos externos empleados por la Compañía para facilitar el Servicio, proporcionar el Servicio en nombre de la Compañía, realizar servicios relacionados con el Servicio o asistir a la Compañía en el análisis de cómo se usa el Servicio.",
    "privacy_h3_2_li10_span": "Datos de Uso",
    "privacy_h3_2_li10": "se refiere a los datos recopilados automáticamente, ya sea generados por el uso del Servicio o a partir de la infraestructura del Servicio mismo (por ejemplo, la duración de una visita a una página).",
    "privacy_h3_2_li11_span": "Usted",
    "privacy_h3_2_li11": "significa el individuo que accede o usa el Servicio, o la empresa u otra entidad legal en nombre de la cual dicho individuo está accediendo o usando el Servicio, según corresponda.",
    "privacy_h2_2": "Recopilación y Uso de Sus Datos Personales",

    "privacy_h3_3": "Tipos de Datos Recopilados",
    "privacy_h4_1": "Datos Personales",
    "privacy_h4_1_p1": "Mientras usa Nuestro Servicio, podemos pedirle que nos proporcione cierta información personal que puede ser utilizada para contactarlo o identificarlo. La información personal identificable puede incluir, pero no se limita a:",
    "privacy_h4_1_li1": "Datos de Uso",
    "privacy_h4_2": "Datos de Uso",
    "privacy_h4_2_p1": "Los Datos de Uso se recopilan automáticamente al utilizar el Servicio.",
    "privacy_h4_2_p2": "Los Datos de Uso pueden incluir información como la dirección IP de su dispositivo (por ejemplo, IP), el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visita, la hora y la fecha de su visita, el tiempo que pasa en esas páginas, identificadores únicos del dispositivo y otros datos de diagnóstico.",
    "privacy_h4_2_p3": "Cuando accede al Servicio a través de un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitado a, el tipo de dispositivo móvil que utiliza, el ID único de su dispositivo móvil, la dirección IP de su dispositivo móvil, el sistema operativo móvil, el tipo de navegador móvil que usa, identificadores únicos del dispositivo y otros datos de diagnóstico.",
    "privacy_h4_2_p4": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.",
    "privacy_h3_4": "Uso de Sus Datos Personales",
    "privacy_h3_4_p1": "La Compañía puede utilizar los Datos Personales para los siguientes propósitos:",
    "privacy_h3_4_p1_li1_span": "Para proporcionar y mantener nuestro Servicio,",
    "privacy_h3_4_p1_li1": "incluyendo para monitorear el uso de nuestro Servicio.",
    "privacy_h3_4_p1_li2_span": "Para gestionar Su Cuenta:",
    "privacy_h3_4_p1_li2": "para gestionar su registro como usuario del Servicio. Los Datos Personales que proporciona pueden darle acceso a diferentes funcionalidades del Servicio que están disponibles para usted como usuario registrado.",
    "privacy_h3_4_p1_li3_span": "Para la ejecución de un contrato:",
    "privacy_h3_4_p1_li3": "el desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que ha adquirido o de cualquier otro contrato con nosotros a través del Servicio.",
    "privacy_h3_4_p1_li4_span": "Para contactarlo:",
    "privacy_h3_4_p1_li4": "Para contactarlo por correo electrónico, llamadas telefónicas, SMS u otras formas equivalentes de comunicación electrónica, como notificaciones push de una aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.",
    "privacy_h3_4_p1_li5_span": "Para proporcionarle",
    "privacy_h3_4_p1_li5": "noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos que son similares a aquellos que ya ha adquirido o sobre los que ha solicitado información, a menos que haya optado por no recibir dicha información.",
    "privacy_h3_4_p1_li6_span": "Para gestionar Sus solicitudes:",
    "privacy_h3_4_p1_li6": "Para atender y gestionar sus solicitudes hacia nosotros.",
    "privacy_h3_4_p1_li7_span": "Para transferencias comerciales:",
    "privacy_h3_4_p1_li7": "Podemos utilizar su información para evaluar o llevar a cabo una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos nuestros activos, ya sea como una entidad en funcionamiento o como parte de un procedimiento de quiebra, liquidación o similar, en el cual los Datos Personales que poseemos sobre nuestros usuarios del Servicio son parte de los activos transferidos.",
    "privacy_h3_4_p1_li8_span": "Para otros propósitos:",
    "privacy_h3_4_p1_li8": "Podemos usar su información para otros propósitos, como análisis de datos, identificar tendencias de uso, determinar la efectividad de nuestras campañas promocionales y evaluar y mejorar nuestro Servicio, productos, servicios, marketing y su experiencia.",
    "privacy_h3_4_p2": "Podemos compartir su información personal en las siguientes situaciones:",
    "privacy_h3_4_p2_li1_span": "Con Proveedores de Servicios:",
    "privacy_h3_4_p2_li1": "Podemos compartir su información personal con Proveedores de Servicios para monitorear y analizar el uso de nuestro Servicio, para contactarlo.",
    "privacy_h3_4_p2_li2_span": "Para transferencias comerciales:",
    "privacy_h3_4_p2_li2": "Podemos compartir o transferir su información personal en relación con, o durante negociaciones de, cualquier fusión, venta de activos de la Compañía, financiamiento o adquisición de todo o parte de nuestro negocio a otra empresa.",
    "privacy_h3_4_p2_li3_span": "Con Afiliados:",
    "privacy_h3_4_p2_li3": "Podemos compartir su información con nuestros afiliados, en cuyo caso requeriremos que esos afiliados respeten esta Política de Privacidad. Los afiliados incluyen nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas u otras compañías que controlamos o que están bajo control común con nosotros.",
    "privacy_h3_4_p2_li4_span": "Con socios comerciales:",
    "privacy_h3_4_p2_li4": "Podemos compartir su información con nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.",
    "privacy_h3_4_p2_li5_span": "Con otros usuarios:",
    "privacy_h3_4_p2_li5": "cuando comparta información personal o de otra manera interactúe en las áreas públicas con otros usuarios, dicha información puede ser vista por todos los usuarios y puede ser distribuida públicamente.",
    "privacy_h3_4_p2_li6_span": "Con su consentimiento:",
    "privacy_h3_4_p2_li6": "Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.",
    "privacy_h3_5": "Retención de Sus Datos Personales",
    "privacy_h3_5_p1": "La Compañía retendrá sus Datos Personales solo durante el tiempo que sea necesario para los propósitos establecidos en esta Política de Privacidad. Retendremos y utilizaremos sus Datos Personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a retener sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.",
    "privacy_h3_5_p2": "La Compañía también retendrá Datos de Uso para fines de análisis interno. Los Datos de Uso generalmente se retienen por un período de tiempo más corto, excepto cuando estos datos se usan para fortalecer la seguridad o mejorar la funcionalidad de nuestro Servicio, o si estamos legalmente obligados a retener estos datos por períodos de tiempo más largos.",
    "privacy_h3_6": "Transferencia de Sus Datos Personales",
    "privacy_h3_6_p1": "Su información, incluidos los Datos Personales, se procesa en las oficinas operativas de la Compañía y en otros lugares donde las partes involucradas en el procesamiento están ubicadas. Esto significa que esta información puede ser transferida a — y mantenida en — computadoras ubicadas fuera de su estado, provincia, país u otra jurisdicción gubernamental donde las leyes de protección de datos pueden diferir de las de su jurisdicción.",
    "privacy_h3_6_p2": "Su consentimiento a esta Política de Privacidad seguido de su envío de dicha información representa su acuerdo a esa transferencia.",
    "privacy_h3_6_p3": "La Compañía tomará todas las medidas razonablemente necesarias para garantizar que sus datos sean tratados de manera segura y de acuerdo con esta Política de Privacidad y ninguna transferencia de sus Datos Personales tendrá lugar a una organización o país a menos que existan controles adecuados, incluyendo la seguridad de sus datos y otra información personal.",
    "privacy_h3_7": "Eliminar Sus Datos Personales",
    "privacy_h3_7_p1": "Usted tiene el derecho de eliminar o solicitar que asistamos en la eliminación de los Datos Personales que hemos recopilado sobre usted.",
    "privacy_h3_7_p2": "Nuestro Servicio puede darle la capacidad de eliminar cierta información sobre usted desde dentro del Servicio.",
    "privacy_h3_7_p3": "Puede actualizar, enmendar o eliminar su información en cualquier momento iniciando sesión en su Cuenta, si tiene una, y visitando la sección de configuración de la cuenta que le permite gestionar su información personal. También puede contactarnos para solicitar acceso, corregir o eliminar cualquier información personal que nos haya proporcionado.",
    "privacy_h3_7_p4": "Sin embargo, tenga en cuenta que podemos necesitar retener cierta información cuando tengamos una obligación legal o una base legítima para hacerlo.",
    "privacy_h3_8": "Divulgación de Sus Datos Personales",
    "privacy_h4_3": "Transacciones Comerciales",

    "privacy_h4_3_p1": "Si la Compañía está involucrada en una fusión, adquisición o venta de activos, Sus Datos Personales pueden ser transferidos. Le notificaremos antes de que Sus Datos Personales sean transferidos y se sometan a una Política de Privacidad diferente.",
    "privacy_h4_4": "Cumplimiento de la Ley",
    "privacy_h4_4_p1": "En ciertas circunstancias, la Compañía puede verse obligada a divulgar Sus Datos Personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
    "privacy_h4_5": "Otros Requisitos Legales",
    "privacy_h4_5_p1": "La Compañía puede divulgar Sus Datos Personales con la creencia de buena fe de que dicha acción es necesaria para:",
    "privacy_h4_5_li1": "Cumplir con una obligación legal",
    "privacy_h4_5_li2": "Proteger y defender los derechos o propiedades de la Compañía",
    "privacy_h4_5_li3": "Prevenir o investigar posibles actos ilícitos en relación con el Servicio",
    "privacy_h4_5_li4": "Proteger la seguridad personal de los Usuarios del Servicio o del público",
    "privacy_h4_5_li5": "Proteger contra la responsabilidad legal",
    "privacy_h3_9": "Seguridad de Sus Datos Personales",
    "privacy_h3_9_p1": "La seguridad de Sus Datos Personales es importante para Nosotros, pero recuerde que ningún método de transmisión a través de Internet, ni método de almacenamiento electrónico es 100% seguro. Mientras nos esforzamos por usar medios comercialmente aceptables para proteger Sus Datos Personales, no podemos garantizar su seguridad absoluta.",
    "privacy_h2_3": "Privacidad de los Niños",
    "privacy_h2_3_p1": "Nuestro Servicio no está dirigido a personas menores de 13 años. No recopilamos intencionalmente información personal identificable de personas menores de 13 años. Si usted es un padre o tutor y sabe que su hijo nos ha proporcionado Datos Personales, por favor contáctenos. Si llegamos a saber que hemos recopilado Datos Personales de alguien menor de 13 años sin verificación del consentimiento parental, tomaremos medidas para eliminar esa información de nuestros servidores.",
    "privacy_h2_3_p2": "Si necesitamos basarnos en el consentimiento como base legal para procesar Su información y Su país requiere el consentimiento de un padre, podemos requerir el consentimiento de su padre antes de que recopilemos y usemos esa información.",
    "privacy_h2_4": "Enlaces a Otros Sitios Web",
    "privacy_h2_4_p1": "Nuestro Servicio puede contener enlaces a otros sitios web que no son operados por Nosotros. Si hace clic en un enlace de terceros, será dirigido al sitio del tercero. Le recomendamos encarecidamente que revise la Política de Privacidad de cada sitio que visite.",
    "privacy_h2_4_p2": "No tenemos control sobre ni asumimos ninguna responsabilidad por el contenido, políticas de privacidad o prácticas de sitios o servicios de terceros.",
    "privacy_h2_5": "Cambios a Esta Política de Privacidad",
    "privacy_h2_5_p1": "Podemos actualizar Nuestra Política de Privacidad de vez en cuando. Le notificaremos sobre cualquier cambio publicando la nueva Política de Privacidad en esta página.",
    "privacy_h2_5_p2": "Le informaremos por correo electrónico y/o mediante un aviso prominente en Nuestro Servicio, antes de que el cambio entre en vigencia y actualizaremos la fecha de \"Última actualización\" en la parte superior de esta Política de Privacidad.",
    "privacy_h2_5_p3": "Se le aconseja revisar esta Política de Privacidad periódicamente para cualquier cambio. Los cambios a esta Política de Privacidad son efectivos cuando se publican en esta página.",
    "privacy_h2_6": "Contáctenos",
    "privacy_h2_6_p1": "Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos:",
    "privacy_h2_6_li1": "Por correo electrónico: cnrates@gmail.com"

}