{
    "main_title_p1": "Generieren",
    "main_title_p2": "Ihr Passwort",
    "main_description": "PasswOCD ist Ihre bevorzugte App zum Erzeugen von extrem sicheren, einzigartigen Passwörtern für jedes Ihrer Konten und Plattformen. Passen Sie Ihre Konto- und Plattformlisten an, um mehr Kombinationen zu haben.",
    "download": "HERUNTERLADEN",
    "contact": "Kontakt",
    "privacy_policy": "Datenschutzbestimmungen",
    "back": "Zurück",
    
    "privacy_h1_p1": "Zuletzt aktualisiert: 17. März 2024",
    "privacy_h1_p2": "Diese Datenschutzbestimmungen beschreiben unsere Richtlinien und Verfahren zur Erhebung, Nutzung und Offenlegung Ihrer Informationen, wenn Sie den Dienst nutzen, und informieren Sie über Ihre Datenschutzrechte sowie darüber, wie das Gesetz Sie schützt.",
    "privacy_h1_p3": "Wir verwenden Ihre persönlichen Daten, um den Dienst bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erhebung und Nutzung von Informationen gemäß diesen Datenschutzbestimmungen zu. Diese Datenschutzbestimmungen wurden mit Hilfe des kostenlosen Datenschutzgenerator erstellt.",
    "privacy_h2_1": "Auslegung und Definitionen",
    "privacy_h3_1": "Auslegung",
    "privacy_h3_1_p1": "Die Wörter, deren Anfangsbuchstaben großgeschrieben sind, haben die unter den folgenden Bedingungen definierten Bedeutungen. Die folgenden Definitionen haben unabhängig davon, ob sie im Singular oder Plural erscheinen, die gleiche Bedeutung.",
    "privacy_h3_2": "Definitionen",
    "privacy_h3_2_p1": "Für die Zwecke dieser Datenschutzbestimmungen:",
    "privacy_h3_2_li1_span": "Konto",
    "privacy_h3_2_li1": "bezeichnet ein einzigartiges Konto, das für Sie erstellt wurde, um auf unseren Dienst oder Teile unseres Dienstes zuzugreifen.",
    "privacy_h3_2_li2_span": "Partner",
    "privacy_h3_2_li2": "bezeichnet eine Einheit, die eine Partei kontrolliert, von der kontrolliert wird oder die unter gemeinsamer Kontrolle mit einer Partei steht, wobei \"Kontrolle\" den Besitz von 50 % oder mehr der Anteile, Beteiligungen oder anderen Wertpapiere bezeichnet, die das Stimmrecht für die Wahl von Direktoren oder anderen Leitungsbehörden gewähren.",
    "privacy_h3_2_li3_span": "Anwendung",
    "privacy_h3_2_li3": "bezieht sich auf PasswOCD: Password Generator, das von der Firma bereitgestellte Softwareprogramm.",
    "privacy_h3_2_li4_span": "Firma",
    "privacy_h3_2_li4": "(in diesen Bestimmungen als \"die Firma\", \"wir\", \"uns\" oder \"unser\" bezeichnet) bezieht sich auf PasswOCD: Password Generator.",
    "privacy_h3_2_li5_span": "Land",
    "privacy_h3_2_li5": ": Diese Datenschutzbestimmungen gelten für Nutzer weltweit. Nutzer können sich überall auf der Welt befinden, und ihre Informationen können in andere Länder übertragen und dort verarbeitet werden, deren Datenschutzgesetze von denen Ihrer Rechtsordnung abweichen können.",
    "privacy_h3_2_li6_span": "Gerät",
    "privacy_h3_2_li6": "bezeichnet jedes Gerät, das auf den Dienst zugreifen kann, wie einen Computer, ein Handy oder ein digitales Tablet.",
    "privacy_h3_2_li7_span": "Personenbezogene Daten",
    "privacy_h3_2_li7": "sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.",
    "privacy_h3_2_li8_span": "Dienst",
    "privacy_h3_2_li8": "bezieht sich auf die Anwendung.",
    "privacy_h3_2_li9_span": "Dienstleister",
    "privacy_h3_2_li9": "bezeichnet jede natürliche oder juristische Person, die die Daten im Auftrag der Firma verarbeitet. Es bezieht sich auf Drittfirmen oder Einzelpersonen, die von der Firma beschäftigt werden, um den Dienst zu erleichtern, den Dienst im Auftrag der Firma bereitzustellen, Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen oder der Firma bei der Analyse der Nutzung des Dienstes zu helfen.",
    "privacy_h3_2_li10_span": "Nutzungsdaten",
    "privacy_h3_2_li10": "bezieht sich auf automatisch gesammelte Daten, die entweder durch die Nutzung des Dienstes oder durch die Infrastruktur des Dienstes selbst erzeugt werden (zum Beispiel die Dauer eines Seitenbesuchs).",
    "privacy_h3_2_li11_span": "Sie",
    "privacy_h3_2_li11": "bezeichnet die Person, die auf den Dienst zugreift oder ihn nutzt, oder das Unternehmen oder die andere juristische Person, im Auftrag derer eine solche Person auf den Dienst zugreift oder ihn nutzt, je nach Fall.",
    "privacy_h2_2": "Erhebung und Nutzung Ihrer personenbezogenen Daten",

    "privacy_h3_3": "Arten der gesammelten Daten",
    "privacy_h4_1": "Personenbezogene Daten",
    "privacy_h4_1_p1": "Beim Nutzen unseres Dienstes können wir Sie bitten, uns bestimmte personenbezogene Informationen bereitzustellen, die verwendet werden können, um Sie zu kontaktieren oder zu identifizieren. Zu den personenbezogenen Informationen können, aber nicht beschränkt auf, folgende gehören:",
    "privacy_h4_1_li1": "Nutzungsdaten",
    "privacy_h4_2": "Nutzungsdaten",
    "privacy_h4_2_p1": "Nutzungsdaten werden automatisch beim Nutzen des Dienstes gesammelt.",
    "privacy_h4_2_p2": "Nutzungsdaten können Informationen wie die IP-Adresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die Seiten unseres Dienstes, die Sie besuchen, die Uhrzeit und das Datum Ihres Besuchs, die Verweildauer auf diesen Seiten, eindeutige Gerätekennungen und andere diagnostische Daten umfassen.",
    "privacy_h4_2_p3": "Wenn Sie auf den Dienst über ein mobiles Gerät zugreifen, können wir bestimmte Informationen automatisch sammeln, einschließlich, aber nicht beschränkt auf, den Typ des verwendeten mobilen Geräts, die eindeutige ID Ihres mobilen Geräts, die IP-Adresse Ihres mobilen Geräts, Ihr mobiles Betriebssystem, den Typ des mobilen Internetbrowsers, den Sie verwenden, eindeutige Gerätekennungen und andere diagnostische Daten.",
    "privacy_h4_2_p4": "Wir können auch Informationen sammeln, die Ihr Browser sendet, wann immer Sie unseren Dienst besuchen oder wenn Sie auf den Dienst über ein mobiles Gerät zugreifen.",
    "privacy_h3_4": "Verwendung Ihrer personenbezogenen Daten",
    "privacy_h3_4_p1": "Die Firma kann personenbezogene Daten für folgende Zwecke verwenden:",
    "privacy_h3_4_p1_li1_span": "Zur Bereitstellung und Pflege unseres Dienstes",
    "privacy_h3_4_p1_li1": "einschließlich der Überwachung der Nutzung unseres Dienstes.",
    "privacy_h3_4_p1_li2_span": "Zur Verwaltung Ihres Kontos:",
    "privacy_h3_4_p1_li2": "zur Verwaltung Ihrer Registrierung als Nutzer des Dienstes. Die von Ihnen bereitgestellten personenbezogenen Daten können Ihnen Zugang zu verschiedenen Funktionen des Dienstes geben, die für Sie als registrierter Nutzer verfügbar sind.",
    "privacy_h3_4_p1_li3_span": "Zur Durchführung eines Vertrages:",
    "privacy_h3_4_p1_li3": "die Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die Produkte, Artikel oder Dienstleistungen, die Sie gekauft haben, oder eines anderen Vertrages mit uns durch den Dienst.",
    "privacy_h3_4_p1_li4_span": "Um Sie zu kontaktieren:",
    "privacy_h3_4_p1_li4": "Um Sie per E-Mail, Telefonanruf, SMS oder andere gleichwertige Formen der elektronischen Kommunikation, wie Push-Benachrichtigungen einer mobilen Anwendung, bezüglich Updates oder informativer Kommunikation im Zusammenhang mit den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen zu kontaktieren, einschließlich Sicherheitsupdates, wenn dies notwendig oder angemessen für deren Umsetzung ist.",
    "privacy_h3_4_p1_li5_span": "Um Ihnen",
    "privacy_h3_4_p1_li5": "Nachrichten, Sonderangebote und allgemeine Informationen über andere Waren, Dienstleistungen und Veranstaltungen, die wir anbieten, die denen ähneln, die Sie bereits gekauft oder angefragt haben, zu bieten, es sei denn, Sie haben sich entschieden, solche Informationen nicht zu erhalten.",
    "privacy_h3_4_p1_li6_span": "Zur Verwaltung Ihrer Anfragen:",
    "privacy_h3_4_p1_li6": "Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.",
    "privacy_h3_4_p1_li7_span": "Für Geschäftstransaktionen:",
    "privacy_h3_4_p1_li7": "Wir können Ihre Informationen verwenden, um eine Fusion, Veräußerung, Umstrukturierung, Reorganisation, Auflösung oder einen anderen Verkauf oder Transfer eines Teils oder aller unserer Vermögenswerte zu bewerten oder durchzuführen, sei es als laufendes Geschäft oder im Rahmen eines Insolvenz-, Liquidations- oder ähnlichen Verfahrens, bei dem personenbezogene Daten, die wir über unsere Dienstnutzer haben, zu den übertragenen Vermögenswerten gehören.",
    "privacy_h3_4_p1_li8_span": "Für andere Zwecke:",
    "privacy_h3_4_p1_li8": "Wir können Ihre Informationen für andere Zwecke verwenden, wie z. B. Datenanalysen, Identifizierung von Nutzungstrends, Bestimmung der Wirksamkeit unserer Werbeaktionen und zur Bewertung und Verbesserung unseres Dienstes, unserer Produkte, Dienstleistungen, Marketing und Ihres Erlebnisses.",
    "privacy_h3_4_p2": "Wir können Ihre persönlichen Informationen in den folgenden Situationen weitergeben:",
    "privacy_h3_4_p2_li1_span": "Mit Dienstanbietern:",
    "privacy_h3_4_p2_li1": "Wir können Ihre persönlichen Informationen mit Dienstanbietern teilen, um die Nutzung unseres Dienstes zu überwachen und zu analysieren, um Sie zu kontaktieren.",
    "privacy_h3_4_p2_li2_span": "Für Geschäftstransaktionen:",
    "privacy_h3_4_p2_li2": "Wir können Ihre persönlichen Informationen im Zusammenhang mit oder während der Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögen, Finanzierungen oder die Übernahme eines Teils oder des gesamten Unternehmens an ein anderes Unternehmen weitergeben oder übertragen.",
    "privacy_h3_4_p2_li3_span": "Mit Partnern:",
    "privacy_h3_4_p2_li3": "Wir können Ihre Informationen mit unseren Partnern teilen, wobei wir von diesen Partnern verlangen werden, diese Datenschutzbestimmungen einzuhalten. Partner umfassen unser Mutterunternehmen und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle mit uns stehen.",
    "privacy_h3_4_p2_li4_span": "Mit Geschäftspartnern:",
    "privacy_h3_4_p2_li4": "Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen anzubieten.",
    "privacy_h3_4_p2_li5_span": "Mit anderen Nutzern:",
    "privacy_h3_4_p2_li5": "wenn Sie persönliche Informationen teilen oder anderweitig in den öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Informationen von allen Nutzern eingesehen und öffentlich verteilt werden.",
    "privacy_h3_4_p2_li6_span": "Mit Ihrer Zustimmung:",
    "privacy_h3_4_p2_li6": "Wir können Ihre persönlichen Informationen für andere Zwecke mit Ihrer Zustimmung offenlegen.",
    "privacy_h3_5": "Aufbewahrung Ihrer personenbezogenen Daten",
    "privacy_h3_5_p1": "Die Firma wird Ihre personenbezogenen Daten nur so lange aufbewahren, wie es für die in dieser Datenschutzrichtlinie dargelegten Zwecke erforderlich ist. Wir werden Ihre personenbezogenen Daten so lange aufbewahren und verwenden, wie es zur Erfüllung unserer gesetzlichen Verpflichtungen erforderlich ist (zum Beispiel, wenn wir verpflichtet sind, Ihre Daten zur Einhaltung geltender Gesetze aufzubewahren), um Streitigkeiten beizulegen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.",
    "privacy_h3_5_p2": "Die Firma wird auch Nutzungsdaten für interne Analysezwecke aufbewahren. Nutzungsdaten werden in der Regel für einen kürzeren Zeitraum aufbewahrt, es sei denn, diese Daten werden zur Stärkung der Sicherheit oder zur Verbesserung der Funktionalität unseres Dienstes verwendet oder wir sind gesetzlich verpflichtet, diese Daten länger aufzubewahren.",
    "privacy_h3_6": "Übertragung Ihrer personenbezogenen Daten",
    "privacy_h3_6_p1": "Ihre Informationen, einschließlich personenbezogener Daten, werden in den Betriebsbüros der Firma und an allen anderen Orten verarbeitet, an denen die an der Verarbeitung beteiligten Parteien ansässig sind. Das bedeutet, dass diese Informationen in Computer übertragen und aufbewahrt werden können, die sich außerhalb Ihres Bundesstaates, Ihrer Provinz, Ihres Landes oder anderer staatlicher Rechtsordnungen befinden, in denen die Datenschutzgesetze von denen Ihrer Rechtsordnung abweichen können.",
    "privacy_h3_6_p2": "Ihre Zustimmung zu dieser Datenschutzrichtlinie gefolgt von Ihrer Übermittlung solcher Informationen stellt Ihre Zustimmung zu dieser Übertragung dar.",
    "privacy_h3_6_p3": "Die Firma wird alle angemessenen Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und gemäß dieser Datenschutzrichtlinie behandelt werden und keine Übertragung Ihrer personenbezogenen Daten an eine Organisation oder ein Land erfolgt, es sei denn, es sind angemessene Kontrollen vorhanden, einschließlich der Sicherheit Ihrer Daten und anderer persönlicher Informationen.",
    "privacy_h3_7": "Löschung Ihrer personenbezogenen Daten",
    "privacy_h3_7_p1": "Sie haben das Recht, Ihre personenbezogenen Daten, die wir über Sie gesammelt haben, zu löschen oder uns um Unterstützung bei der Löschung zu bitten.",
    "privacy_h3_7_p2": "Unser Dienst kann Ihnen die Möglichkeit geben, bestimmte Informationen über Sie innerhalb des Dienstes zu löschen.",
    "privacy_h3_7_p3": "Sie können Ihre Informationen jederzeit aktualisieren, ändern oder löschen, indem Sie sich in Ihr Konto einloggen, falls Sie eines haben, und den Bereich der Kontoeinstellungen besuchen, der es Ihnen ermöglicht, Ihre persönlichen Daten zu verwalten. Sie können uns auch kontaktieren, um Zugang zu Ihren Daten zu verlangen, sie zu korrigieren oder zu löschen.",
    "privacy_h3_7_p4": "Bitte beachten Sie jedoch, dass wir bestimmte Informationen aufbewahren müssen, wenn wir gesetzlich verpflichtet oder berechtigt sind, dies zu tun.",
    "privacy_h3_8": "Offenlegung Ihrer personenbezogenen Daten",
    "privacy_h4_3": "Geschäftstransaktionen",

    "privacy_h4_3_p1": "Falls das Unternehmen an einer Fusion, Übernahme oder dem Verkauf von Vermögenswerten beteiligt ist, können Ihre personenbezogenen Daten übertragen werden. Wir werden eine Benachrichtigung bereitstellen, bevor Ihre personenbezogenen Daten übertragen werden und einer anderen Datenschutzrichtlinie unterliegen.",
    "privacy_h4_4": "Rechtliche Anforderungen",
    "privacy_h4_4_p1": "Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder als Antwort auf gültige Anfragen von Behörden (z. B. einem Gericht oder einer Regierungsbehörde).",
    "privacy_h4_5": "Weitere rechtliche Anforderungen",
    "privacy_h4_5_p1": "Das Unternehmen kann Ihre personenbezogenen Daten in gutem Glauben offenlegen, wenn diese Maßnahme notwendig ist, um:",
    "privacy_h4_5_li1": "Eine gesetzliche Verpflichtung zu erfüllen",
    "privacy_h4_5_li2": "Die Rechte oder das Eigentum des Unternehmens zu schützen und zu verteidigen",
    "privacy_h4_5_li3": "Mögliche rechtswidrige Handlungen im Zusammenhang mit dem Dienst zu verhindern oder zu untersuchen",
    "privacy_h4_5_li4": "Die persönliche Sicherheit der Nutzer des Dienstes oder der Öffentlichkeit zu schützen",
    "privacy_h4_5_li5": "Gegen rechtliche Haftung zu schützen",
    "privacy_h3_9": "Sicherheit Ihrer personenbezogenen Daten",
    "privacy_h3_9_p1": "Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, aber beachten Sie, dass keine Methode der Übertragung über das Internet oder Methode der elektronischen Speicherung 100% sicher ist. Während wir uns bemühen, kommerziell akzeptable Mittel zum Schutz Ihrer personenbezogenen Daten zu verwenden, können wir deren absolute Sicherheit nicht garantieren.",
    "privacy_h2_3": "Datenschutz von Kindern",
    "privacy_h2_3_p1": "Unser Dienst richtet sich nicht an Personen unter 13 Jahren. Wir sammeln wissentlich keine personenbezogenen Informationen von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten bereitgestellt hat, kontaktieren Sie uns bitte. Wenn wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne Überprüfung der elterlichen Zustimmung gesammelt haben, ergreifen wir Maßnahmen, um diese Informationen von unseren Servern zu entfernen.",
    "privacy_h2_3_p2": "Wenn wir auf Zustimmung als rechtliche Grundlage für die Verarbeitung Ihrer Informationen angewiesen sind und Ihr Land eine Zustimmung der Eltern erfordert, können wir die Zustimmung Ihrer Eltern verlangen, bevor wir diese Informationen sammeln und verwenden.",
    "privacy_h2_4": "Links zu anderen Websites",
    "privacy_h2_4_p1": "Unser Dienst kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Link eines Drittanbieters klicken, werden Sie auf die Website dieses Drittanbieters weitergeleitet. Wir empfehlen Ihnen dringend, die Datenschutzrichtlinie jeder Website zu überprüfen, die Sie besuchen.",
    "privacy_h2_4_p2": "Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Diensten Dritter.",
    "privacy_h2_5": "Änderungen dieser Datenschutzrichtlinie",
    "privacy_h2_5_p1": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen.",
    "privacy_h2_5_p2": "Wir werden Sie per E-Mail und/oder durch eine auffällige Benachrichtigung in unserem Dienst informieren, bevor die Änderung wirksam wird, und das Datum „Zuletzt aktualisiert“ am Anfang dieser Datenschutzrichtlinie aktualisieren.",
    "privacy_h2_5_p3": "Es wird empfohlen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen an dieser Datenschutzrichtlinie sind wirksam, wenn sie auf dieser Seite veröffentlicht werden.",
    "privacy_h2_6": "Kontaktieren Sie uns",
    "privacy_h2_6_p1": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie uns kontaktieren:",
    "privacy_h2_6_li1": "Per E-Mail: cnrates@gmail.com"

}

